export const catalog_weapons = {
  "チャージアックス": [
    {
      "名前": "エスペラアームズ",
      "攻撃力": 997,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "ビン": "榴弾",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "灰滅斧ガルデリオス",
      "攻撃力": 1084,
      "会心": 15,
      "属性": {
        "種別": "火",
        "値": 250
      },
      "ビン": "榴弾",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "レーガスピーダ",
      "攻撃力": 1045,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "ビン": "榴弾",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "ププロ盾斧デンドーラ",
      "攻撃力": 1045,
      "会心": 0,
      "属性": {
        "種別": "毒",
        "値": 250
      },
      "ビン": "榴弾",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "遺恨〖エンミティ〗",
      "攻撃力": 1022,
      "会心": 10,
      "属性": {
        "種別": "龍",
        "値": 350
      },
      "ビン": "強属性",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "煌雷盾斧アストラペ",
      "攻撃力": 1045,
      "会心": 0,
      "属性": {
        "種別": "雷",
        "値": 250
      },
      "ビン": "強属性",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "纏盾斧ジャマカクタル",
      "攻撃力": 1045,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "ビン": "榴弾",
      "防御": 15,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "護鎖刃盾斧ガルヴァン",
      "攻撃力": 1111,
      "会心": -10,
      "属性": {
        "種別": "龍",
        "値": 200
      },
      "ビン": "榴弾",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "鎖刃盾斧ゴーヴァン",
      "攻撃力": 1045,
      "会心": 0,
      "属性": {
        "種別": "龍",
        "値": 350
      },
      "ビン": "榴弾",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "ハードボーンアームズ",
      "攻撃力": 993,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "ビン": "榴弾",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "風爪盾斧タメバミ",
      "攻撃力": 1045,
      "会心": 0,
      "属性": {
        "種別": "氷",
        "値": 250
      },
      "ビン": "強属性",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "獄焔盾斧プウェザ",
      "攻撃力": 1051,
      "会心": -15,
      "属性": {
        "種別": "火",
        "値": 250
      },
      "ビン": "強属性",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "波濤盾斧ヴァレロヤ",
      "攻撃力": 1097,
      "会心": -15,
      "属性": {
        "種別": "水",
        "値": 350
      },
      "ビン": "強属性",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "刺花盾斧エウメノス",
      "攻撃力": 986,
      "会心": 15,
      "属性": {
        "種別": "麻痺",
        "値": 250
      },
      "ビン": "榴弾",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "アラクネサイズ",
      "攻撃力": 986,
      "会心": 15,
      "属性": {
        "種別": "睡眠",
        "値": 250
      },
      "ビン": "榴弾",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "ディア＝ルテミア",
      "攻撃力": 1035,
      "会心": 15,
      "属性": {
        "種別": "毒",
        "値": 200
      },
      "ビン": "榴弾",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "紅蓮斧ユニオリオン",
      "攻撃力": 1022,
      "会心": 10,
      "属性": {
        "種別": "火",
        "値": 350
      },
      "ビン": "強属性",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "フォースofルイン",
      "攻撃力": 1047,
      "会心": 20,
      "属性": {
        "種別": "龍",
        "値": 250
      },
      "ビン": "榴弾",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "ヴェノムシルベルテ",
      "攻撃力": 993,
      "会心": 0,
      "属性": {
        "種別": "毒",
        "値": 350
      },
      "ビン": "榴弾",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "テンプス・ギア",
      "攻撃力": 914,
      "会心": 5,
      "属性": {
        "種別": "無",
        "値": null
      },
      "ビン": "榴弾",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "熾光たるエレーム",
      "攻撃力": 1058,
      "会心": 5,
      "属性": {
        "種別": "龍",
        "値": 200
      },
      "ビン": "榴弾",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "しろたへの衣斧の御帝",
      "攻撃力": 1035,
      "会心": 15,
      "属性": {
        "種別": "水",
        "値": 300
      },
      "ビン": "榴弾",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    }
  ]
};
