export const catalog_weapons = {
  "ランス": [
  {
    "名前": "エスペラランス",
    "攻撃力": 483,
    "会心": 0,
    "属性": {
      "種別": "無",
      "値": null
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "シャイニングピラー",
    "攻撃力": 506,
    "会心": 15,
    "属性": {
      "種別": "火",
      "値": 250
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "沙海槍プラハヒレヤ",
    "攻撃力": 483,
    "会心": 10,
    "属性": {
      "種別": "水",
      "値": 250
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "煌雷槍ガルガラハト",
    "攻撃力": 506,
    "会心": 0,
    "属性": {
      "種別": "雷",
      "値": 250
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "クロムランツェ",
    "攻撃力": 506,
    "会心": 0,
    "属性": {
      "種別": "無",
      "値": null
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "ププロ槍テトロドクス",
    "攻撃力": 506,
    "会心": 0,
    "属性": {
      "種別": "毒",
      "値": 250
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "獄焔槍アシミノク",
    "攻撃力": 529,
    "会心": -15,
    "属性": {
      "種別": "火",
      "値": 250
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "ハードボーンランス",
    "攻撃力": 529,
    "会心": 0,
    "属性": {
      "種別": "無",
      "値": null
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "風月牙槍ツキバミ",
    "攻撃力": 506,
    "会心": 0,
    "属性": {
      "種別": "氷",
      "値": 250
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "遺憾〖リグレット〗",
    "攻撃力": 483,
    "会心": 10,
    "属性": {
      "種別": "龍",
      "値": 350
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "炎尾槍カミネートー",
    "攻撃力": 552,
    "会心": 5,
    "属性": {
      "種別": "火",
      "値": 200
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "闢荒槍ドビエラニト",
    "攻撃力": 552,
    "会心": -5,
    "属性": {
      "種別": "無",
      "値": null
    },
    "防御": 20,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "護鎖刃槍ガルシュマン",
    "攻撃力": 552,
    "会心": -10,
    "属性": {
      "種別": "龍",
      "値": 200
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "鎖刃槍ボーマン",
    "攻撃力": 506,
    "会心": 0,
    "属性": {
      "種別": "龍",
      "値": 350
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "護闢荒槍ガルグマニト",
    "攻撃力": 575,
    "会心": -15,
    "属性": {
      "種別": "無",
      "値": null
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "刺花槍アヴィクリア",
    "攻撃力": 460,
    "会心": 15,
    "属性": {
      "種別": "麻痺",
      "値": 250
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "プロミネンスピラー",
    "攻撃力": 483,
    "会心": 10,
    "属性": {
      "種別": "火",
      "値": 350
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "シールドofヒート",
    "攻撃力": 483,
    "会心": 20,
    "属性": {
      "種別": "龍",
      "値": 250
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "激槍グラビモス",
    "攻撃力": 575,
    "会心": -15,
    "属性": {
      "種別": "爆破",
      "値": 350
    },
    "防御": 30,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "バベル",
    "攻撃力": 506,
    "会心": 0,
    "属性": {
      "種別": "無",
      "値": null
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "マテンロウ",
    "攻撃力": 437,
    "会心": 5,
    "属性": {
      "種別": "無",
      "値": null
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "熾光たるシタール",
    "攻撃力": 506,
    "会心": 5,
    "属性": {
      "種別": "龍",
      "値": 200
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "きみがきる笠槍の突刺",
    "攻撃力": 483,
    "会心": 15,
    "属性": {
      "種別": "水",
      "値": 300
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  }
]
};
