export const catalog_weapons = {
  "ガンランス": [
  {
    "名前": "エスペラガンランス",
    "攻撃力": 483,
    "会心": 0,
    "属性": {
      "種別": "無",
      "値": null
    },
    "砲撃": {
      "型": "通常",
      "評価": "ふつう"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "シャイニングルーク",
    "攻撃力": 483,
    "会心": 15,
    "属性": {
      "種別": "火",
      "値": 300
    },
    "砲撃": {
      "型": "拡散",
      "評価": "やや強い"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "トライエッジ",
    "攻撃力": 506,
    "会心": 0,
    "属性": {
      "種別": "無",
      "値": null
    },
    "砲撃": {
      "型": "放射",
      "評価": "ふつう"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "断崖のロハルマ",
    "攻撃力": 483,
    "会心": 0,
    "属性": {
      "種別": "氷",
      "値": 500
    },
    "砲撃": {
      "型": "拡散",
      "評価": "やや強い"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "赫炎銃槍カーリカ",
    "攻撃力": 483,
    "会心": 10,
    "属性": {
      "種別": "爆破",
      "値": 250
    },
    "砲撃": {
      "型": "拡散",
      "評価": "ふつう"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "沙海銃槍ヴィスキャノ",
    "攻撃力": 483,
    "会心": 10,
    "属性": {
      "種別": "水",
      "値": 300
    },
    "砲撃": {
      "型": "拡散",
      "評価": "ふつう"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "黒痺銃槍インペディア",
    "攻撃力": 483,
    "会心": 0,
    "属性": {
      "種別": "麻痺",
      "値": 400
    },
    "砲撃": {
      "型": "通常",
      "評価": "やや弱い"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "大骨銃槍",
    "攻撃力": 529,
    "会心": 0,
    "属性": {
      "種別": "無",
      "値": null
    },
    "砲撃": {
      "型": "拡散",
      "評価": "ふつう"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "ソリッドガンバード",
    "攻撃力": 460,
    "会心": 15,
    "属性": {
      "種別": "睡眠",
      "値": 300
    },
    "砲撃": {
      "型": "放射",
      "評価": "ふつう"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "波濤銃槍ファルマタ",
    "攻撃力": 575,
    "会心": -15,
    "属性": {
      "種別": "水",
      "値": 400
    },
    "砲撃": {
      "型": "通常",
      "評価": "やや弱い"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "炎尾銃槍ケマドーラ",
    "攻撃力": 506,
    "会心": 5,
    "属性": {
      "種別": "火",
      "値": 250
    },
    "砲撃": {
      "型": "通常",
      "評価": "やや強い"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "護鎖刃銃槍ガルホート",
    "攻撃力": 552,
    "会心": -10,
    "属性": {
      "種別": "龍",
      "値": 250
    },
    "砲撃": {
      "型": "拡散",
      "評価": "やや強い"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "鎖刃銃槍ボゥホート",
    "攻撃力": 506,
    "会心": 0,
    "属性": {
      "種別": "龍",
      "値": 400
    },
    "砲撃": {
      "型": "放射",
      "評価": "ふつう"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "ビッグスラッガー",
    "攻撃力": 529,
    "会心": 0,
    "属性": {
      "種別": "毒",
      "値": 400
    },
    "砲撃": {
      "型": "放射",
      "評価": "やや強い"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "護雷銃槍ハルマガルデ",
    "攻撃力": 483,
    "会心": 15,
    "属性": {
      "種別": "雷",
      "値": 400
    },
    "砲撃": {
      "型": "拡散",
      "評価": "やや強い"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "オルトリンデ",
    "攻撃力": 483,
    "会心": 15,
    "属性": {
      "種別": "毒",
      "値": 250
    },
    "砲撃": {
      "型": "通常",
      "評価": "ふつう"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "クリムゾンルーク",
    "攻撃力": 460,
    "会心": 10,
    "属性": {
      "種別": "火",
      "値": 400
    },
    "砲撃": {
      "型": "放射",
      "評価": "ふつう"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "アームofトリーズ",
    "攻撃力": 460,
    "会心": 20,
    "属性": {
      "種別": "龍",
      "値": 300
    },
    "砲撃": {
      "型": "通常",
      "評価": "ふつう"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "ホワイトキャノン",
    "攻撃力": 552,
    "会心": -15,
    "属性": {
      "種別": "爆破",
      "値": 400
    },
    "砲撃": {
      "型": "放射",
      "評価": "やや強い"
    },
    "防御": 30,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "アル＝ジェネシス",
    "攻撃力": 437,
    "会心": 5,
    "属性": {
      "種別": "無",
      "値": null
    },
    "砲撃": {
      "型": "通常",
      "評価": "ふつう"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "熾光たるラエル",
    "攻撃力": 506,
    "会心": 5,
    "属性": {
      "種別": "龍",
      "値": 250
    },
    "砲撃": {
      "型": "通常",
      "評価": "やや強い"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "さばへなす荒槍の水守",
    "攻撃力": 483,
    "会心": 15,
    "属性": {
      "種別": "水",
      "値": 350
    },
    "砲撃": {
      "型": "拡散",
      "評価": "ふつう"
    },
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  }
]
};
