export const catalog_weapons = {
  "ヘビィボウガン": [
    {
      "名前": "エスペラキャノン",
      "攻撃力": 315,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "断崖のマルミリア",
      "攻撃力": 315,
      "会心": 0,
      "属性": {
        "種別": "氷",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "スティールアサルト",
      "攻撃力": 330,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "ププロ銃ラトロトカ",
      "攻撃力": 330,
      "会心": 0,
      "属性": {
        "種別": "毒",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "纏砲モッティカマン",
      "攻撃力": 345,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": 15,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "護鎖刃砲ガルシュデス",
      "攻撃力": 360,
      "会心": -10,
      "属性": {
        "種別": "龍",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        3,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "鎖刃砲パラメデス",
      "攻撃力": 330,
      "会心": 0,
      "属性": {
        "種別": "龍",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "ヘビィシューター",
      "攻撃力": 345,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "バスターブラスター",
      "攻撃力": 300,
      "会心": 15,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "波濤砲ダルガプ",
      "攻撃力": 360,
      "会心": -15,
      "属性": {
        "種別": "水",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "ワイルドスティンカー",
      "攻撃力": 330,
      "会心": 5,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        3,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "獄焔砲ムンオ",
      "攻撃力": 345,
      "会心": -15,
      "属性": {
        "種別": "火",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "イャンクック大砲",
      "攻撃力": 330,
      "会心": 0,
      "属性": {
        "種別": "火",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "護雷重弩テルマガルデ",
      "攻撃力": 315,
      "会心": 15,
      "属性": {
        "種別": "雷",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "タンクソーサラー",
      "攻撃力": 345,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "妃竜砲〖飛撃〗",
      "攻撃力": 315,
      "会心": 15,
      "属性": {
        "種別": "火",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "グラビドギガハウル",
      "攻撃力": 360,
      "会心": -15,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": 30,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "トリガーofデマイズ",
      "攻撃力": 300,
      "会心": 20,
      "属性": {
        "種別": "龍",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "グライフェン",
      "攻撃力": 285,
      "会心": 5,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        3,
        3
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "熾光たるミトラン",
      "攻撃力": 330,
      "会心": 5,
      "属性": {
        "種別": "龍",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "あしひきの山砲の御車",
      "攻撃力": 315,
      "会心": 15,
      "属性": {
        "種別": "水",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    }
  ]
};
