export const catalog_weapons = {

    "大剣": [
        {
            "名前": "叛断刀アルザバル",
            "攻撃力": 1008,
            "会心": 25,
            "属性": { "種別": "無", "値": null },
            "スキル": [{ "名称": "刃鱗研装", "レベル": 1 }],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "ハイラギアブレイド",
            "攻撃力": 1056,
            "会心": 0,
            "属性": { "種別": "雷", "値": 550 },
            "スキル": [
                { "名称": "集中", "レベル": 2 },
                { "名称": "耐性変換【雷】", "レベル": 1 }
            ],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "熾光たるヴィヤー",
            "攻撃力": 1056,
            "会心": 5,
            "属性": { "種別": "龍", "値": 300 },
            "スキル": [{ "名称": "白熾の奔流", "レベル": 1 }],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "あかねさす紫剣の朝斬",
            "攻撃力": 1008,
            "会心": 15,
            "属性": { "種別": "水", "値": 450 },
            "スキル": [
                { "名称": "会心撃【属性】", "レベル": 1 },
                { "名称": "濡れ刃紋", "レベル": 3 }
            ],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "オオアギト",
            "攻撃力": 1152,
            "会心": 0,
            "属性": { "種別": "無", "値": null },
            "スキル": [
                { "名称": "剛刃研磨", "レベル": 2 },
                { "名称": "集中", "レベル": 2 }
            ],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "エスペラブレイド",
            "攻撃力": 1008,
            "会心": 0,
            "属性": { "種別": "無", "値": null },
            "スキル": [
                { "名称": "砥石使用高速化", "レベル": 2 },
                { "名称": "見切り", "レベル": 1 }
            ],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "白炎剣リオガルディア",
            "攻撃力": 1008,
            "会心": 15,
            "属性": { "種別": "火", "値": 400 },
            "スキル": [
                { "名称": "会心撃【属性】", "レベル": 1 },
                { "名称": "達人芸", "レベル": 1 }
            ],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "ブレイズブレイド",
            "攻撃力": 1056,
            "会心": 0,
            "属性": { "種別": "無", "値": null },
            "スキル": [{ "名称": "抜刀術【技】", "レベル": 3 }],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "断崖のミダラム",
            "攻撃力": 1008,
            "会心": 0,
            "属性": { "種別": "氷", "値": 600 },
            "スキル": [{ "名称": "集中", "レベル": 3 }],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "炎尾大剣ブレイズデル",
            "攻撃力": 1152,
            "会心": 5,
            "属性": { "種別": "火", "値": 300 },
            "スキル": [{ "名称": "抜刀術【力】", "レベル": 3 }],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "黒痺大剣パクサガート",
            "攻撃力": 960,
            "会心": 0,
            "属性": { "種別": "麻痺", "値": 500 },
            "スキル": [{ "名称": "砥石使用高速化", "レベル": 2 }],
            "スロット": [3, 3, 1],
            "切れ味": "白"
        },
        {
            "名前": "ボーンスラッシャー",
            "攻撃力": 1104,
            "会心": 0,
            "属性": { "種別": "無", "値": null },
            "スキル": [
                { "名称": "集中", "レベル": 3 },
                { "名称": "攻撃", "レベル": 1 }
            ],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "獄焔大剣ポリュプ",
            "攻撃力": 1104,
            "会心": -15,
            "属性": { "種別": "火", "値": 400 },
            "スキル": [
                { "名称": "砥石使用高速化", "レベル": 2 },
                { "名称": "剛刃研磨", "レベル": 3 }
            ],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "ブロードブレイダー",
            "攻撃力": 960,
            "会心": 15,
            "属性": { "種別": "睡眠", "値": 400 },
            "スキル": [
                { "名称": "ガード性能", "レベル": 1 },
                { "名称": "攻めの守勢", "レベル": 2 }
            ],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "暗大剣プルガヴル",
            "攻撃力": 1056,
            "会心": 0,
            "属性": { "種別": "水", "値": 300 },
            "スキル": [{ "名称": "抜刀術【技】", "レベル": 3 }],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "闢豪剣タンガンコム",
            "攻撃力": 1152,
            "会心": -10,
            "属性": { "種別": "無", "値": null },
            "スキル": [{ "名称": "抜刀術【力】", "レベル": 3 }],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "護鎖刃大剣ガルラック",
            "攻撃力": 1152,
            "会心": -10,
            "属性": { "種別": "龍", "値": 300 },
            "スキル": [{ "名称": "集中", "レベル": 2 }],
            "スロット": [3, 3, 1],
            "切れ味": "白"
        },
        {
            "名前": "鎖刃大剣ラモラック",
            "攻撃力": 1056,
            "会心": 0,
            "属性": { "種別": "龍", "値": 500 },
            "スキル": [{ "名称": "集中", "レベル": 3 }],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "護闢豪剣ガルグマコム",
            "攻撃力": 1200,
            "会心": -20,
            "属性": { "種別": "無", "値": null },
            "スキル": [{ "名称": "集中", "レベル": 2 }],
            "スロット": [3, 3, 1],
            "切れ味": "白"
        },
        {
            "名前": "ザンシュトウ【軍鶏】",
            "攻撃力": 1056,
            "会心": 0,
            "属性": { "種別": "火", "値": 600 },
            "スキル": [
                { "名称": "チャージマスター", "レベル": 2 },
                { "名称": "集中", "レベル": 2 }
            ],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "護雷大剣ヘレヴガルデ",
            "攻撃力": 1008,
            "会心": 15,
            "属性": { "種別": "雷", "値": 500 },
            "スキル": [{ "名称": "会心撃【属性】", "レベル": 3 }],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "毒ノ王",
            "攻撃力": 1104,
            "会心": 0,
            "属性": { "種別": "毒", "値": 500 },
            "スキル": [
                { "名称": "抜刀術【力】", "レベル": 2 },
                { "名称": "抜刀術【技】", "レベル": 2 }
            ],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "ジークリンデ",
            "攻撃力": 1008,
            "会心": 15,
            "属性": { "種別": "毒", "値": 300 },
            "スキル": [
                { "名称": "会心撃【特殊】", "レベル": 3 },
                { "名称": "毒ダメージ強化", "レベル": 1 }
            ],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "炎剣リオレウス",
            "攻撃力": 960,
            "会心": 10,
            "属性": { "種別": "火", "値": 500 },
            "スキル": [{ "名称": "超会心", "レベル": 3 }],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "プライドofダーク",
            "攻撃力": 1008,
            "会心": 20,
            "属性": { "種別": "龍", "値": 400 },
            "スキル": [{ "名称": "会心撃【属性】", "レベル": 3 }],
            "スロット": [3, 2, 1],
            "切れ味": "白"
        },
        {
            "名前": "レイトウ真カジキ",
            "攻撃力": 1056,
            "会心": 0,
            "属性": { "種別": "氷", "値": 700 },
            "スキル": [
                { "名称": "KO術", "レベル": 2 },
                { "名称": "抜刀術【力】", "レベル": 3 }
            ],
            "スロット": [3, 2, 0],
            "切れ味": "白"
        }
    ]
}