export const catalog_weapons = {
  "狩猟笛": [
    {
      "名前": "エスペラホルン",
      "攻撃力": 1164,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "旋律": "紫赤黄",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "白炎笛アリエント",
      "攻撃力": 1150,
      "会心": 15,
      "属性": {
        "種別": "火",
        "値": 300
      },
      "旋律": "紫赤青",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "グレートバグパイプ",
      "攻撃力": 1164,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "旋律": "紫赤空",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "断崖のコーヴィラ",
      "攻撃力": 1164,
      "会心": 0,
      "属性": {
        "種別": "氷",
        "値": 500
      },
      "旋律": "紫緑黄",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "赫炎笛ジーヴァカ",
      "攻撃力": 1193,
      "会心": 10,
      "属性": {
        "種別": "爆破",
        "値": 250
      },
      "旋律": "紫赤空",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "暗琴クージン",
      "攻撃力": 1219,
      "会心": 0,
      "属性": {
        "種別": "水",
        "値": 250
      },
      "旋律": "紫青緑",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "沙海笛ガントヴィジ",
      "攻撃力": 1193,
      "会心": 10,
      "属性": {
        "種別": "水",
        "値": 300
      },
      "旋律": "紫緑黄",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "煌雷鼓ブリスビッツァ",
      "攻撃力": 1219,
      "会心": 0,
      "属性": {
        "種別": "雷",
        "値": 300
      },
      "旋律": "紫赤黄",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "ロイヤルビードロー",
      "攻撃力": 1108,
      "会心": 0,
      "属性": {
        "種別": "麻痺",
        "値": 400
      },
      "旋律": "紫青黄",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "ハードボーンホルン",
      "攻撃力": 1108,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "旋律": "紫赤青",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "闢轟笛ホンガタピリ",
      "攻撃力": 1313,
      "会心": -5,
      "属性": {
        "種別": "無",
        "値": null
      },
      "旋律": "紫青空",
      "防御": 20,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "護鎖刃笛ガルシュハド",
      "攻撃力": 1243,
      "会心": -10,
      "属性": {
        "種別": "龍",
        "値": 250
      },
      "旋律": "紫赤青",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "鎖刃笛ギャラハッド",
      "攻撃力": 1164,
      "会心": 0,
      "属性": {
        "種別": "龍",
        "値": 400
      },
      "旋律": "紫赤橙",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "護闢轟笛ガルグマピリ",
      "攻撃力": 1334,
      "会心": -15,
      "属性": {
        "種別": "無",
        "値": null
      },
      "旋律": "紫緑空",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "ウォーコンガ",
      "攻撃力": 1178,
      "会心": 5,
      "属性": {
        "種別": "無",
        "値": null
      },
      "旋律": "紫青緑",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "クックカンタービレ",
      "攻撃力": 1275,
      "会心": 0,
      "属性": {
        "種別": "火",
        "値": 500
      },
      "旋律": "紫空黄",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "護雷笛ホーンガルデ",
      "攻撃力": 1207,
      "会心": 15,
      "属性": {
        "種別": "雷",
        "値": 400
      },
      "旋律": "紫空黄",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "毒笛カプリ〖狂奏〗",
      "攻撃力": 1159,
      "会心": 0,
      "属性": {
        "種別": "毒",
        "値": 400
      },
      "旋律": "紫空橙",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "クイーンリコーダー",
      "攻撃力": 1150,
      "会心": 15,
      "属性": {
        "種別": "毒",
        "値": 250
      },
      "旋律": "紫赤緑",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "火竜笛アンビシオン",
      "攻撃力": 1136,
      "会心": 10,
      "属性": {
        "種別": "火",
        "値": 400
      },
      "旋律": "紫青橙",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "サウンドofソロウ",
      "攻撃力": 1164,
      "会心": 20,
      "属性": {
        "種別": "龍",
        "値": 300
      },
      "旋律": "紫緑橙",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "オミリティカ",
      "攻撃力": 1066,
      "会心": 5,
      "属性": {
        "種別": "無",
        "値": null
      },
      "旋律": "紫青橙",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "熾光たるガヴリア",
      "攻撃力": 1234,
      "会心": 5,
      "属性": {
        "種別": "龍",
        "値": 250
      },
      "旋律": "紫青橙",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "なるかみの音鈴の乙鳴",
      "攻撃力": 1207,
      "会心": 15,
      "属性": {
        "種別": "水",
        "値": 350
      },
      "旋律": "紫緑橙",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    }
  ]
};
