export const catalog_weapons = {
  "弓": [
    {
      "名前": "エスペラボウ",
      "攻撃力": 264,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "エスピキュラ",
      "攻撃力": 252,
      "会心": 15,
      "属性": {
        "種別": "火",
        "値": 150
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "真・竜穿弓",
      "攻撃力": 264,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "煌雷弓ペルコンス",
      "攻撃力": 264,
      "会心": 0,
      "属性": {
        "種別": "雷",
        "値": 150
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "炎尾弓リビオラ",
      "攻撃力": 264,
      "会心": 5,
      "属性": {
        "種別": "火",
        "値": 150
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "暗弓ブースウィル",
      "攻撃力": 276,
      "会心": 0,
      "属性": {
        "種別": "水",
        "値": 150
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "風甲弓イバミ",
      "攻撃力": 264,
      "会心": 0,
      "属性": {
        "種別": "氷",
        "値": 150
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "パワーハンターボウ",
      "攻撃力": 276,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "波濤弓フイリャク",
      "攻撃力": 288,
      "会心": -20,
      "属性": {
        "種別": "水",
        "値": 200
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "密林のカルファード",
      "攻撃力": 264,
      "会心": 5,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "ネルスルペレザ",
      "攻撃力": 252,
      "会心": 20,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "闢虐弓カリステクス",
      "攻撃力": 288,
      "会心": -5,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": 20,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "護鎖刃弓ガルストラム",
      "攻撃力": 288,
      "会心": -10,
      "属性": {
        "種別": "龍",
        "値": 150
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "鎖刃弓トリストラム",
      "攻撃力": 264,
      "会心": 0,
      "属性": {
        "種別": "龍",
        "値": 200
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "護闢虐弓ガルグマクス",
      "攻撃力": 300,
      "会心": -15,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "怪鳥幣弓",
      "攻撃力": 240,
      "会心": 0,
      "属性": {
        "種別": "火",
        "値": 300
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "護雷弓レラガルデ",
      "攻撃力": 240,
      "会心": 15,
      "属性": {
        "種別": "雷",
        "値": 200
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "クイーンエテノルク",
      "攻撃力": 252,
      "会心": 15,
      "属性": {
        "種別": "火",
        "値": 150
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "ダークフィラメント",
      "攻撃力": 240,
      "会心": 10,
      "属性": {
        "種別": "火",
        "値": 200
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "ビジョンofディスペア",
      "攻撃力": 252,
      "会心": 20,
      "属性": {
        "種別": "龍",
        "値": 150
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "シンハ＝シャルガ",
      "攻撃力": 276,
      "会心": -10,
      "属性": {
        "種別": "氷",
        "値": 150
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "アンギルバイン",
      "攻撃力": 228,
      "会心": 5,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "熾光たるサミーラ",
      "攻撃力": 264,
      "会心": 5,
      "属性": {
        "種別": "龍",
        "値": 14
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    },
    {
      "名前": "なぐるやの遠弓の真弦",
      "攻撃力": 252,
      "会心": 15,
      "属性": {
        "種別": "水",
        "値": 19
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": [],
      "コーティング": [
        "接撃",
        "強撃",
        "貫通",
        "毒",
        "麻痺",
        "睡眠",
        "爆破",
        "減気"
      ]
    }
  ]
};
