export const catalog_weapons = {
  "ライトボウガン": [
    {
      "名前": "エスペラバレット",
      "攻撃力": 273,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "白鳳護火竜砲",
      "攻撃力": 273,
      "会心": 15,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "闢裂弩レイブオクレ",
      "攻撃力": 312,
      "会心": -5,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": 20,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "護鎖刃軽弩ガルイウス",
      "攻撃力": 299,
      "会心": -10,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        3,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "鎖刃軽弩カイウス",
      "攻撃力": 260,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "護闢裂弩ガルグマクレ",
      "攻撃力": 325,
      "会心": -15,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        3,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "ハイチェーンブリッツ",
      "攻撃力": 286,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "煌雷銃メドルギシュ",
      "攻撃力": 286,
      "会心": 0,
      "属性": {
        "種別": "雷",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "パワーライフル",
      "攻撃力": 299,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "赫炎甲弩インガダ",
      "攻撃力": 273,
      "会心": 10,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "獄焔銃ホボトニチェ",
      "攻撃力": 299,
      "会心": -15,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "コンバットコンガ",
      "攻撃力": 286,
      "会心": 5,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        3,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "風剪軽弩ウチバミ",
      "攻撃力": 286,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "遺霊〖スピリット〗",
      "攻撃力": 273,
      "会心": 10,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "クックカウンター",
      "攻撃力": 286,
      "会心": 0,
      "属性": {
        "種別": "火",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "護雷弩バルガルデ",
      "攻撃力": 273,
      "会心": 15,
      "属性": {
        "種別": "雷",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "ヴァルキリーフレイム",
      "攻撃力": 273,
      "会心": 15,
      "属性": {
        "種別": "火",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "鳳仙火竜砲",
      "攻撃力": 260,
      "会心": 10,
      "属性": {
        "種別": "火",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "レイofインサニティ",
      "攻撃力": 260,
      "会心": 20,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "テイルカタパルト",
      "攻撃力": 299,
      "会心": -10,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "タイタンパンツァー",
      "攻撃力": 312,
      "会心": -15,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": 30,
      "スロット": [
        3,
        3,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "アムニレーター",
      "攻撃力": 247,
      "会心": 5,
      "属性": {
        "種別": "無",
        "値": null
      },
      "防御": null,
      "スロット": [
        3,
        3,
        3
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "熾光たるカイヤー",
      "攻撃力": 286,
      "会心": 5,
      "属性": {
        "種別": "龍",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "あまとぶや軽弩の水珠",
      "攻撃力": 273,
      "会心": 15,
      "属性": {
        "種別": "水",
        "値": 0
      },
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    }
  ]
};
