export const catalog_weapons = {
  "操虫棍": [
    {
      "名前": "エスペラロッド",
      "攻撃力": 859,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "猟虫": "Lv8",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "護火竜棍〖白妙〗",
      "攻撃力": 891,
      "会心": 15,
      "属性": {
        "種別": "火",
        "値": 200
      },
      "猟虫": "Lv8",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "クロムゲイル",
      "攻撃力": 900,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "猟虫": "Lv8",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "断崖のグムゲル",
      "攻撃力": 859,
      "会心": 0,
      "属性": {
        "種別": "氷",
        "値": 350
      },
      "猟虫": "Lv8",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "遺戒〖テスタメント〗",
      "攻撃力": 880,
      "会心": 10,
      "属性": {
        "種別": "龍",
        "値": 250
      },
      "猟虫": "Lv8",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "沙海棍ウスラティエ",
      "攻撃力": 880,
      "会心": 10,
      "属性": {
        "種別": "水",
        "値": 200
      },
      "猟虫": "Lv8",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "煌雷棍ハリリンタル",
      "攻撃力": 900,
      "会心": 0,
      "属性": {
        "種別": "雷",
        "値": 200
      },
      "猟虫": "Lv8",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "纏棍ラーフポーカ",
      "攻撃力": 941,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "猟虫": "Lv8",
      "防御": 15,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "護鎖刃戟ガルシュトア",
      "攻撃力": 957,
      "会心": -10,
      "属性": {
        "種別": "龍",
        "値": 180
      },
      "猟虫": "Lv8",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "鎖刃戟トーア",
      "攻撃力": 900,
      "会心": 0,
      "属性": {
        "種別": "龍",
        "値": 250
      },
      "猟虫": "Lv9",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "エアリアルグレイブ",
      "攻撃力": 855,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "猟虫": "Lv10",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "赫炎叉戟バドラ",
      "攻撃力": 880,
      "会心": 10,
      "属性": {
        "種別": "爆破",
        "値": 180
      },
      "猟虫": "Lv8",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "刺花棍ストルペルマ",
      "攻撃力": 849,
      "会心": 15,
      "属性": {
        "種別": "麻痺",
        "値": 200
      },
      "猟虫": "Lv10",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "ハイスニークロッド",
      "攻撃力": 849,
      "会心": 15,
      "属性": {
        "種別": "睡眠",
        "値": 200
      },
      "猟虫": "Lv10",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "赤甲大嘴の怪鳥矛",
      "攻撃力": 900,
      "会心": 0,
      "属性": {
        "種別": "火",
        "値": 350
      },
      "猟虫": "Lv10",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "護雷棍カラムガルデ",
      "攻撃力": 891,
      "会心": 15,
      "属性": {
        "種別": "雷",
        "値": 250
      },
      "猟虫": "Lv8",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "クイーンレガリア",
      "攻撃力": 891,
      "会心": 15,
      "属性": {
        "種別": "毒",
        "値": 180
      },
      "猟虫": "Lv8",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "火竜棍〖炎舞〗",
      "攻撃力": 838,
      "会心": 10,
      "属性": {
        "種別": "火",
        "値": 250
      },
      "猟虫": "Lv8",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "エイムofイリューズ",
      "攻撃力": 859,
      "会心": 20,
      "属性": {
        "種別": "龍",
        "値": 200
      },
      "猟虫": "Lv10",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "サフィードブリザード",
      "攻撃力": 917,
      "会心": -10,
      "属性": {
        "種別": "氷",
        "値": 180
      },
      "猟虫": "Lv10",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "グラビアルティーダ",
      "攻撃力": 895,
      "会心": -15,
      "属性": {
        "種別": "爆破",
        "値": 250
      },
      "猟虫": "Lv6",
      "防御": 30,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "ディプリエリカ",
      "攻撃力": 787,
      "会心": 5,
      "属性": {
        "種別": "無",
        "値": null
      },
      "猟虫": "Lv8",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "熾光たるカティラ",
      "攻撃力": 911,
      "会心": 5,
      "属性": {
        "種別": "龍",
        "値": 150
      },
      "猟虫": "Lv8",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    },
    {
      "名前": "すがのねの長薙の巴",
      "攻撃力": 891,
      "会心": 15,
      "属性": {
        "種別": "水",
        "値": 230
      },
      "猟虫": "Lv9",
      "防御": null,
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": null,
      "スキル": []
    }
  ]
};
