export const catalog_weapons = {
  "双剣": [
    {
      "名前": "叛爪アルギエバ",
      "攻撃力": 294,
      "会心": 25,
      "属性": {
        "種別": "無",
        "値": null
      },
      "スキル": [
        {
          "名称": "刃鱗研装",
          "レベル": 1
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "雷双剣ツインクルス",
      "攻撃力": 308,
      "会心": 0,
      "属性": {
        "種別": "雷",
        "値": 250
      },
      "スキル": [
        {
          "名称": "強化持続",
          "レベル": 2
        },
        {
          "名称": "耐性変換【雷】",
          "レベル": 1
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "熾光たるイェリア",
      "攻撃力": 308,
      "会心": 5,
      "属性": {
        "種別": "龍",
        "値": 140
      },
      "スキル": [
        {
          "名称": "白熾の奔流",
          "レベル": 1
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "つるぎたち研刃の切耶",
      "攻撃力": 294,
      "会心": 15,
      "属性": {
        "種別": "水",
        "値": 190
      },
      "スキル": [
        {
          "名称": "会心撃【属性】",
          "レベル": 1
        },
        {
          "名称": "濡れ刃紋",
          "レベル": 3
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "攻撃力": 294,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "スキル": [
        {
          "名称": "砥石使用高速化",
          "レベル": 2
        },
        {
          "名称": "見切り",
          "レベル": 2
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白",
      "名前": "エスペラダガー"
    },
    {
      "名前": "双剣リュウノマモリテ",
      "攻撃力": 294,
      "会心": 15,
      "属性": {
        "種別": "火",
        "値": 150
      },
      "スキル": [
        {
          "名称": "会心撃【属性】",
          "レベル": 1
        },
        {
          "名称": "達人芸",
          "レベル": 1
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "マスターセーバー",
      "攻撃力": 280,
      "会心": 10,
      "属性": {
        "種別": "水",
        "値": 200
      },
      "スキル": [
        {
          "名称": "集中",
          "レベル": 3
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "デュアルハーケン",
      "攻撃力": 308,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "スキル": [
        {
          "名称": "強化持続",
          "レベル": 3
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "断崖のウルグァム",
      "攻撃力": 294,
      "会心": 0,
      "属性": {
        "種別": "氷",
        "値": 300
      },
      "スキル": [
        {
          "名称": "集中",
          "レベル": 3
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "遺却【オブリビオン】",
      "攻撃力": 294,
      "会心": 10,
      "属性": {
        "種別": "龍",
        "値": 200
      },
      "スキル": [
        {
          "名称": "強化持続",
          "レベル": 3
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "炎尾双刃マグネシア",
      "攻撃力": 336,
      "会心": 5,
      "属性": {
        "種別": "火",
        "値": 150
      },
      "スキル": [
        {
          "名称": "集中",
          "レベル": 3
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "ワイルドハチェット",
      "攻撃力": 322,
      "会心": 0,
      "属性": {
        "種別": "無",
        "値": null
      },
      "スキル": [
        {
          "名称": "集中",
          "レベル": 3
        },
        {
          "名称": "攻撃",
          "レベル": 1
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "波濤双棍ヌガルパツ",
      "攻撃力": 336,
      "会心": -15,
      "属性": {
        "種別": "水",
        "値": 200
      },
      "スキル": [
        {
          "名称": "強化持続",
          "レベル": 3
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "ファンキーボンボン",
      "攻撃力": 308,
      "会心": 5,
      "属性": {
        "種別": "無",
        "値": null
      },
      "スキル": [
        {
          "名称": "抜刀術【力】",
          "レベル": 3
        },
        {
          "名称": "抜刀術【技】",
          "レベル": 2
        }
      ],
      "スロット": [
        3,
        3,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "赫炎双刃パンタカ",
      "攻撃力": 294,
      "会心": 10,
      "属性": {
        "種別": "爆破",
        "値": 150
      },
      "スキル": [
        {
          "名称": "強化持続",
          "レベル": 3
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "闢乱刃ザンバストラ",
      "攻撃力": 336,
      "会心": -5,
      "属性": {
        "種別": "無",
        "値": null
      },
      "スキル": [
        {
          "名称": "強化持続",
          "レベル": 2
        }
      ],
      "スロット": [
        3,
        3,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "護鎖刃双剣ガルウェン",
      "攻撃力": 336,
      "会心": -10,
      "属性": {
        "種別": "龍",
        "値": 150
      },
      "スキル": [
        {
          "名称": "集中",
          "レベル": 2
        }
      ],
      "スロット": [
        3,
        3,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "鎖刃双剣イウェイン",
      "攻撃力": 308,
      "会心": 0,
      "属性": {
        "種別": "龍",
        "値": 200
      },
      "スキル": [
        {
          "名称": "集中",
          "レベル": 3
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "護闢乱刃ガルグマトラ",
      "攻撃力": 350,
      "会心": -15,
      "属性": {
        "種別": "無",
        "値": null
      },
      "スキル": [
        {
          "名称": "集中",
          "レベル": 2
        }
      ],
      "スロット": [
        3,
        3,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "刺花双鎌ハルパクティ",
      "攻撃力": 280,
      "会心": 15,
      "属性": {
        "種別": "麻痺",
        "値": 150
      },
      "スキル": [
        {
          "名称": "抜刀術【技】",
          "レベル": 2
        },
        {
          "名称": "会心撃【特殊】",
          "レベル": 1
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "双刃イャンクック",
      "攻撃力": 308,
      "会心": 0,
      "属性": {
        "種別": "火",
        "値": 250
      },
      "スキル": [
        {
          "名称": "強化持続",
          "レベル": 3
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "双剣リュウノツガイ",
      "攻撃力": 280,
      "会心": 10,
      "属性": {
        "種別": "火",
        "値": 200
      },
      "スキル": [
        {
          "名称": "超会心",
          "レベル": 3
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "クロウofハンガー",
      "攻撃力": 280,
      "会心": 20,
      "属性": {
        "種別": "龍",
        "値": 150
      },
      "スキル": [
        {
          "名称": "会心撃【属性】",
          "レベル": 3
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "ラストタバルジン",
      "攻撃力": 322,
      "会心": 0,
      "属性": {
        "種別": "毒",
        "値": 200
      },
      "スキル": [
        {
          "名称": "強化持続",
          "レベル": 3
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "護雷爪トルネガルデ",
      "攻撃力": 294,
      "会心": 15,
      "属性": {
        "種別": "雷",
        "値": 200
      },
      "スキル": [
        {
          "名称": "会心撃【属性】",
          "レベル": 3
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    },
    {
      "名前": "白猿釵【ドド】",
      "攻撃力": 322,
      "会心": -10,
      "属性": {
        "種別": "氷",
        "値": 150
      },
      "スキル": [
        {
          "名称": "強化持続",
          "レベル": 3
        }
      ],
      "スロット": [
        3,
        2,
        1
      ],
      "切れ味": "白"
    }
  ]
};
export default catalog_weapons;
