export const catalog_weapons = {
  "スラッシュアックス": [
  {
    "名前": "エスペラアックス",
    "攻撃力": 735,
    "会心": 0,
    "属性": {
      "種別": "無",
      "値": null
    },
    "ビン": "強撃",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "リオヴァイスグレイブ",
    "攻撃力": 735,
    "会心": 15,
    "属性": {
      "種別": "火",
      "値": 200
    },
    "ビン": "強属性",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "クロムアクセル",
    "攻撃力": 770,
    "会心": 0,
    "属性": {
      "種別": "毒",
      "値": 250
    },
    "ビン": "強撃",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "風戟剣斧サキバミ",
    "攻撃力": 770,
    "会心": 0,
    "属性": {
      "種別": "氷",
      "値": 200
    },
    "ビン": "強属性",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "暗斧ブルトゥクス",
    "攻撃力": 735,
    "会心": 0,
    "属性": {
      "種別": "水",
      "値": 180
    },
    "ビン": "強撃",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "ボーンスマッシャー",
    "攻撃力": 805,
    "会心": 0,
    "属性": {
      "種別": "減気",
      "値": 250
    },
    "ビン": "減気",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "獄焔剣斧ザンユ",
    "攻撃力": 770,
    "会心": -15,
    "属性": {
      "種別": "火",
      "値": 200
    },
    "ビン": "強撃",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "グンダババンダール",
    "攻撃力": 770,
    "会心": 5,
    "属性": {
      "種別": "麻痺",
      "値": 200
    },
    "ビン": "強撃",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "波濤剣斧オラアチャ",
    "攻撃力": 840,
    "会心": -15,
    "属性": {
      "種別": "水",
      "値": 250
    },
    "ビン": "強属性",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "闢暴斧ヤオガルケン",
    "攻撃力": 805,
    "会心": -5,
    "属性": {
      "種別": "無",
      "値": null
    },
    "ビン": "強撃",
    "防御": 20,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "護鎖刃剣斧ガルヴァル",
    "攻撃力": 805,
    "会心": -10,
    "属性": {
      "種別": "龍",
      "値": 180
    },
    "ビン": "強撃",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "鎖刃剣斧ペルスヴァル",
    "攻撃力": 770,
    "会心": 0,
    "属性": {
      "種別": "龍",
      "値": 250
    },
    "ビン": "強属性",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "護闢暴斧ガルグマケン",
    "攻撃力": 875,
    "会心": -15,
    "属性": {
      "種別": "滅龍",
      "値": 400
    },
    "ビン": "強属性",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "刺花剣斧セレノスミア",
    "攻撃力": 700,
    "会心": 15,
    "属性": {
      "種別": "麻痺",
      "値": 200
    },
    "ビン": "強撃",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "ビークックアックス",
    "攻撃力": 770,
    "会心": 0,
    "属性": {
      "種別": "火",
      "値": 350
    },
    "ビン": "強属性",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "護雷剣斧シスカガルデ",
    "攻撃力": 735,
    "会心": 15,
    "属性": {
      "種別": "雷",
      "値": 250
    },
    "ビン": "強属性",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "ランドグリーズ",
    "攻撃力": 735,
    "会心": 15,
    "属性": {
      "種別": "毒",
      "値": 180
    },
    "ビン": "強属性",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "リオヴェルグレイブ",
    "攻撃力": 700,
    "会心": 10,
    "属性": {
      "種別": "火",
      "値": 250
    },
    "ビン": "強撃",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "ウィルofマインド",
    "攻撃力": 700,
    "会心": 20,
    "属性": {
      "種別": "龍",
      "値": 200
    },
    "ビン": "強撃",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "アルトエレガン",
    "攻撃力": 665,
    "会心": 5,
    "属性": {
      "種別": "滅龍",
      "値": 220
    },
    "ビン": "強属性",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "熾光たるマハーヤ",
    "攻撃力": 770,
    "会心": 5,
    "属性": {
      "種別": "龍",
      "値": 150
    },
    "ビン": "強撃",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  },
  {
    "名前": "にはたづみ流斧の彫字",
    "攻撃力": 735,
    "会心": 15,
    "属性": {
      "種別": "水",
      "値": 230
    },
    "ビン": "強属性",
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null,
    "スキル": []
  }
]
};
