export const catalog_weapons = {
    "太刀": [
        {
            "名前": "叛刃アルナジト",
            "攻撃力": 693,
            "会心": 25,
            "属性": {
                "種別": "無",
                "値": null
            },
            "スキル": [
                {
                    "名称": "刃鱗研装",
                    "レベル": 1
                }
            ],
            "スロット": [
                3,
                3,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "神雷斬破刀",
            "攻撃力": 726,
            "会心": 0,
            "属性": {
                "種別": "雷",
                "値": 400
            },
            "スキル": [
                {
                    "名称": "強化持続",
                    "レベル": 2
                },
                {
                    "名称": "耐性変換【雷】",
                    "レベル": 1
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "熾光たるラフィル",
            "攻撃力": 726,
            "会心": 5,
            "属性": {
                "種別": "龍",
                "値": 200
            },
            "スキル": [
                {
                    "名称": "白熾の奔流",
                    "レベル": 1
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "たまのをの絶刀の斬振",
            "攻撃力": 693,
            "会心": 15,
            "属性": {
                "種別": "水",
                "値": 300
            },
            "スキル": [
                {
                    "名称": "会心撃【属性】",
                    "レベル": 1
                },
                {
                    "名称": "濡れ刃紋",
                    "レベル": 3
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "エスペラエッジ",
            "攻撃力": 693,
            "会心": 0,
            "属性": {
                "種別": "無",
                "値": null
            },
            "スキル": [
                {
                    "名称": "砥石使用高速化",
                    "レベル": 2
                },
                {
                    "名称": "見切り",
                    "レベル": 2
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "飛竜刀【百合】",
            "攻撃力": 693,
            "会心": 15,
            "属性": {
                "種別": "火",
                "値": 300
            },
            "スキル": [
                {
                    "名称": "会心撃【属性】",
                    "レベル": 1
                },
                {
                    "名称": "達人芸",
                    "レベル": 1
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "鉄鋸刀",
            "攻撃力": 726,
            "会心": 0,
            "属性": {
                "種別": "無",
                "値": null
            },
            "スキル": [
                {
                    "名称": "抜刀術【技】",
                    "レベル": 3
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "ププロ鋸マイトト",
            "攻撃力": 726,
            "会心": 0,
            "属性": {
                "種別": "毒",
                "値": 250
            },
            "スキル": [
                {
                    "名称": "強化持続",
                    "レベル": 3
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "風鉤刀キリバミ",
            "攻撃力": 726,
            "会心": 0,
            "属性": {
                "種別": "氷",
                "値": 300
            },
            "スキル": [
                {
                    "名称": "集中",
                    "レベル": 3
                },
                {
                    "名称": "飛燕",
                    "レベル": 1
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "炎尾鑢フェロセラ",
            "攻撃力": 759,
            "会心": 5,
            "属性": {
                "種別": "火",
                "値": 200
            },
            "スキル": [
                {
                    "名称": "抜刀術【力】",
                    "レベル": 3
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "煌雷刀トニトゥラ",
            "攻撃力": 726,
            "会心": 0,
            "属性": {
                "種別": "雷",
                "値": 250
            },
            "スキル": [
                {
                    "名称": "抜刀術【力】",
                    "レベル": 1
                },
                {
                    "名称": "集中",
                    "レベル": 2
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "ハードボーンショテル",
            "攻撃力": 759,
            "会心": 0,
            "属性": {
                "種別": "無",
                "値": null
            },
            "スキル": [
                {
                    "名称": "集中",
                    "レベル": 3
                },
                {
                    "名称": "攻撃",
                    "レベル": 1
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "波濤刀クルンダ",
            "攻撃力": 792,
            "会心": -15,
            "属性": {
                "種別": "水",
                "値": 350
            },
            "スキル": [
                {
                    "名称": "強化持続",
                    "レベル": 3
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "闢蛮刀キムカエムシ",
            "攻撃力": 792,
            "会心": -5,
            "属性": {
                "種別": "無",
                "値": null
            },
            "スキル": [
                {
                    "名称": "抜刀術【力】",
                    "レベル": 3
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "護鎖刃刀ガルシュロー",
            "攻撃力": 792,
            "会心": -10,
            "属性": {
                "種別": "龍",
                "値": 200
            },
            "スキル": [
                {
                    "名称": "集中",
                    "レベル": 2
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "鎖刃刀ランスロー",
            "攻撃力": 726,
            "会心": 0,
            "属性": {
                "種別": "龍",
                "値": 350
            },
            "スキル": [
                {
                    "名称": "集中",
                    "レベル": 3
                }
            ],
            "スロット": [
                3,
                3,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "護闢蛮刀ガルグマムシ",
            "攻撃力": 825,
            "会心": -15,
            "属性": {
                "種別": "無",
                "値": null
            },
            "スキル": [
                {
                    "名称": "強化持続",
                    "レベル": 3
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "刺花刀オルニトクス",
            "攻撃力": 660,
            "会心": 15,
            "属性": {
                "種別": "麻痺",
                "値": 250
            },
            "スキル": [
                {
                    "名称": "抜刀術【技】",
                    "レベル": 2
                },
                {
                    "名称": "会心撃【特殊】",
                    "レベル": 1
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "スクリームブラッド",
            "攻撃力": 660,
            "会心": 15,
            "属性": {
                "種別": "睡眠",
                "値": 250
            },
            "スキル": [
                {
                    "名称": "強化持続",
                    "レベル": 3
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "飛竜刀【葵】",
            "攻撃力": 693,
            "会心": 15,
            "属性": {
                "種別": "毒",
                "値": 200
            },
            "スキル": [
                {
                    "名称": "会心撃【特殊】",
                    "レベル": 3
                },
                {
                    "名称": "毒ダメージ強化",
                    "レベル": 1
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "飛竜刀【楓】",
            "攻撃力": 660,
            "会心": 10,
            "属性": {
                "種別": "火",
                "値": 350
            },
            "スキル": [
                {
                    "名称": "超会心",
                    "レベル": 3
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "スティールofロウ",
            "攻撃力": 693,
            "会心": 20,
            "属性": {
                "種別": "龍",
                "値": 300
            },
            "スキル": [
                {
                    "名称": "会心撃【属性】",
                    "レベル": 3
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "護雷牙刀モルダガルデ",
            "攻撃力": 693,
            "会心": 20,
            "属性": {
                "種別": "雷",
                "値": 350
            },
            "スキル": [
                {
                    "名称": "会心撃【属性】",
                    "レベル": 3
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        },
        {
            "名前": "ドドブランベルジュ",
            "攻撃力": 759,
            "会心": -10,
            "属性": {
                "種別": "氷",
                "値": 200
            },
            "スキル": [
                {
                    "名称": "抜刀術【技】",
                    "レベル": 3
                }
            ],
            "スロット": [
                3,
                2,
                1
            ],
            "切れ味": "白"
        }
    ]
}