export const catalog_weapons = {
  "ハンマー": [
  {
    "名前": "叛鎚アルグル",
    "攻撃力": 1092,
    "会心": 25,
    "属性": {
      "種別": "無",
      "値": null
    },
    "スキル": [
      {
        "名称": "刃鱗研装",
        "レベル": 1
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "ハイボルテック",
    "攻撃力": 1144,
    "会心": 0,
    "属性": {
      "種別": "雷",
      "値": 450
    },
    "スキル": [
      {
        "名称": "KO術",
        "レベル": 2
      },
      {
        "名称": "耐性変換【雷】",
        "レベル": 1
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "熾光たるウーリア",
    "攻撃力": 1144,
    "会心": 5,
    "属性": {
      "種別": "龍",
      "値": 250
    },
    "スキル": [
      {
        "名称": "白熾の奔流",
        "レベル": 1
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "おきつなみ撓鎚の華石",
    "攻撃力": 1092,
    "会心": 15,
    "属性": {
      "種別": "水",
      "値": 350
    },
    "スキル": [
      {
        "名称": "会心撃【属性】",
        "レベル": 1
      },
      {
        "名称": "濡れ刃紋",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "エスペラハンマー",
    "攻撃力": 1092,
    "会心": 0,
    "属性": {
      "種別": "無",
      "値": null
    },
    "スキル": [
      {
        "名称": "砥石使用高速化",
        "レベル": 2
      },
      {
        "名称": "見切り",
        "レベル": 2
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "白炎砕ギビル",
    "攻撃力": 1092,
    "会心": 15,
    "属性": {
      "種別": "火",
      "値": 300
    },
    "スキル": [
      {
        "名称": "会心撃【属性】",
        "レベル": 1
      },
      {
        "名称": "達人芸",
        "レベル": 1
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "鬼鉄",
    "攻撃力": 1144,
    "会心": 0,
    "属性": {
      "種別": "無",
      "値": null
    },
    "スキル": [
      {
        "名称": "抜刀術【技】",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "断崖のロガマルト",
    "攻撃力": 1092,
    "会心": 0,
    "属性": {
      "種別": "氷",
      "値": 500
    },
    "スキル": [
      {
        "名称": "集中",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "ププロ鎚ホムパトラ",
    "攻撃力": 1144,
    "会心": 0,
    "属性": {
      "種別": "毒",
      "値": 300
    },
    "スキル": [
      {
        "名称": "集中",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "バインドキューブ",
    "攻撃力": 1144,
    "会心": 0,
    "属性": {
      "種別": "麻痺",
      "値": 250
    },
    "スキル": [
      {
        "名称": "スタミナ奪取",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      3,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "纏槌ハシャハトゥリ",
    "攻撃力": 1196,
    "会心": 0,
    "属性": {
      "種別": "無",
      "値": null
    },
    "スキル": [
      {
        "名称": "スタミナ奪取",
        "レベル": 3
      },
      {
        "名称": "溜打強化",
        "レベル": 1
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "護鎖刃鎚ガルヴィエル",
    "攻撃力": 1248,
    "会心": -10,
    "属性": {
      "種別": "龍",
      "値": 250
    },
    "スキル": [
      {
        "名称": "集中",
        "レベル": 2
      }
    ],
    "防御": null,
    "スロット": [
      3,
      3,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "鎖刃鎚ベディヴィエル",
    "攻撃力": 1144,
    "会心": 0,
    "属性": {
      "種別": "龍",
      "値": 350
    },
    "スキル": [
      {
        "名称": "集中",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "ヘヴィロックボーン",
    "攻撃力": 1196,
    "会心": 0,
    "属性": {
      "種別": "無",
      "値": null
    },
    "スキル": [
      {
        "名称": "集中",
        "レベル": 3
      },
      {
        "名称": "攻撃",
        "レベル": 1
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "獄焔槌プルポ",
    "攻撃力": 1196,
    "会心": -15,
    "属性": {
      "種別": "火",
      "値": 300
    },
    "スキル": [
      {
        "名称": "砥石使用高速化",
        "レベル": 2
      },
      {
        "名称": "剛刃研磨",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "ネルスクラスター",
    "攻撃力": 1040,
    "会心": 15,
    "属性": {
      "種別": "睡眠",
      "値": 300
    },
    "スキル": [
      {
        "名称": "チャージマスター",
        "レベル": 2
      },
      {
        "名称": "集中",
        "レベル": 1
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "暗鎚ロルザッチ",
    "攻撃力": 1144,
    "会心": 0,
    "属性": {
      "種別": "水",
      "値": 250
    },
    "スキル": [
      {
        "名称": "集中",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "沙海鎚シヤミティエ",
    "攻撃力": 1092,
    "会心": 10,
    "属性": {
      "種別": "水",
      "値": 300
    },
    "スキル": [
      {
        "名称": "KO術",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "クックザップ",
    "攻撃力": 1144,
    "会心": 0,
    "属性": {
      "種別": "火",
      "値": 500
    },
    "スキル": [
      {
        "名称": "チャージマスター",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "火竜砕フラカン",
    "攻撃力": 1040,
    "会心": 10,
    "属性": {
      "種別": "火",
      "値": 400
    },
    "スキル": [
      {
        "名称": "超会心",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "パワーofテラー",
    "攻撃力": 1092,
    "会心": 20,
    "属性": {
      "種別": "龍",
      "値": 300
    },
    "スキル": [
      {
        "名称": "会心撃【属性】",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "デスヴェノムハンマー",
    "攻撃力": 1196,
    "会心": 0,
    "属性": {
      "種別": "毒",
      "値": 400
    },
    "スキル": [
      {
        "名称": "溜打強化",
        "レベル": 1
      },
      {
        "名称": "抜刀術【技】",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      3,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "護雷鎚ドンナガルデ",
    "攻撃力": 1092,
    "会心": 15,
    "属性": {
      "種別": "雷",
      "値": 450
    },
    "スキル": [
      {
        "名称": "会心撃【属性】",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "シンハ＝ガダ",
    "攻撃力": 1196,
    "会心": -10,
    "属性": {
      "種別": "氷",
      "値": 250
    },
    "スキル": [
      {
        "名称": "KO術",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  },
  {
    "名前": "グラビィトンハンマー",
    "攻撃力": 1300,
    "会心": -20,
    "属性": {
      "種別": "爆破",
      "値": 400
    },
    "スキル": [
      {
        "名称": "チャージマスター",
        "レベル": 3
      }
    ],
    "防御": null,
    "スロット": [
      3,
      2,
      1
    ],
    "切れ味": null
  }
]
};
