export const weaponSkills = [
  "業物","龍属性攻撃強化","焼き砲モロコシ","水属性攻撃強化","見切り","麻痺ビン追加","麻痺属性強化","砲術","砲弾装填","笛吹き名人",
  "フォースショット","ファーストショット","火属性攻撃強化","飛燕","パワーストーン","抜刀術【力】","爆破ビン追加","爆破属性強化","抜刀術【技】",
  "白熾の奔流","濡れ刃紋","毒ビン追加","鈍器使い","毒属性強化","毒ダメージ強化","特殊射撃強化","砥石使用高速化","通常弾・通常矢強化",
  "超会心","チャージマスター","弾導強化","達人芸","耐性変換【雷】","匠","溜打強化","速射強化","攻めの守勢","睡眠属性強化","睡眠ビン追加",
  "スタミナ奪取","刃鱗増装","刃鱗研装","心眼","集中","散弾・剛射強化","剛刃研磨","氷属性攻撃強化","攻撃","高速変形","減気ビン追加",
  "KO術","強化持続","ガード性能","ガード強化","会心撃【属性】","雷属性攻撃強化","回避装填","貫通弾・竜の矢強化","会心撃【特殊】"
];
export const weaponSkillsSet = new Set(weaponSkills);
export const isWeaponSkill = (name) => weaponSkillsSet.has(String(name||'').trim());
export default weaponSkills;
